[
  {
    "text": "Southbound 4/6 trains are running express from 125 St to Grand Central-42 St while we replace a rail near 68 St-Hunter College.\n\nIf your stop is skipped, take a northbound train.",
    "createdAt": "Fri May 16 05:48:10 +0000 2025",
    "formattedDate": "5/16/2025, 1:48:10 AM"
  },
  {
    "text": "Southbound 6 trains are running express from 125 St to Grand Central-42 St while we request medical assistance for someone in need at 96 St.\nIf your stop is skipped, take a northbound train. \nYou may wait longer for 4 train service as they share tracks with these rerouted trains.",
    "createdAt": "Fri May 16 04:00:04 +0000 2025",
    "formattedDate": "5/16/2025, 12:00:04 AM"
  },
  {
    "text": "Southbound F trains are running with delays after EMS assisted someone in need and we removed a train from service at 21 St-Queensbridge.\n\nSouthbound F trains have resumed making regular scheduled stops.",
    "createdAt": "Fri May 16 01:54:35 +0000 2025",
    "formattedDate": "5/15/2025, 9:54:35 PM"
  },
  {
    "text": "Southbound F trains are rerouted via the M line from Queens Plaza to 47-50 Sts-Rockefeller Ctr.\n\nWhat's Happening?\n\nEMS is responding to someone in need on a train at 21 St-Queensbridge.\n\nFor service to/from bypassed stations, take a northbound F train.",
    "createdAt": "Fri May 16 01:42:45 +0000 2025",
    "formattedDate": "5/15/2025, 9:42:45 PM"
  },
  {
    "text": "Expect delays in E/M service while they share the tracks with rerouted trains.",
    "createdAt": "Fri May 16 01:42:45 +0000 2025",
    "formattedDate": "5/15/2025, 9:42:45 PM"
  },
  {
    "text": "Southbound 1 trains running on the express track from Van Cortlandt Park-242 St to 215 St while we address a door problem on a train at 238 St.\n\nFor service to/from bypassed stations, take a northbound train.",
    "createdAt": "Thu May 15 22:32:33 +0000 2025",
    "formattedDate": "5/15/2025, 6:32:33 PM"
  },
  {
    "text": "Downtown 6 trains are running express from 14 St-Union Sq to Brooklyn Bridge-City Hall.\nIf your stop is skipped, take an uptown train.\n\nWhat's Happening?\nWe're removing a train with a door problem from service at Spring St.",
    "createdAt": "Thu May 15 19:02:16 +0000 2025",
    "formattedDate": "5/15/2025, 3:02:16 PM"
  },
  {
    "text": "Uptown B  trains are running express from 59 St-Columbus Circle to 145 St.\n\nWhat's Happening:\nWe're removing a train with a mechanical problem from service at 34 St-Herald Sq.\nIf your stop is skipped, take a downbound train.\nExpect delays in both directions on the B/D trains.",
    "createdAt": "Thu May 15 17:43:38 +0000 2025",
    "formattedDate": "5/15/2025, 1:43:38 PM"
  },
  {
    "text": "Southbound 2/5 trains are running express from E 180 St to 3 Av-149 St.\n\nWe are investigating why a train's brakes activated at West Farms Sq-E Tremont Av.\n\nIf your stop is skipped, take a northbound train.",
    "createdAt": "Thu May 15 13:54:35 +0000 2025",
    "formattedDate": "5/15/2025, 9:54:35 AM"
  },
  {
    "text": "6 trains are running with delays in both directions after we addressed a signal problem at Parkchester.\n\n6 trains have resumed making their regular stops in the Bronx.",
    "createdAt": "Thu May 15 13:37:11 +0000 2025",
    "formattedDate": "5/15/2025, 9:37:11 AM"
  }
]