[
  {
    "text": "Southbound 4 trains are running express from Atlantic Av-Barclays Ctr to Crown Hts-Utica Av while we replace a rail near  Nostrand Av.\n\nIf your stop is skipped, take a northbound train.",
    "createdAt": "Mon May 12 06:01:42 +0000 2025",
    "formattedDate": "5/12/2025, 2:01:42 AM"
  },
  {
    "text": "Correction: \n\nThere is no Rockaway Park Shuttle service between Far Rockaway-Mott Av and Rockaway Park-Beach 116 St while we address a signal malfunction near Beach 90 St.",
    "createdAt": "Mon May 12 02:28:45 +0000 2025",
    "formattedDate": "5/11/2025, 10:28:45 PM"
  },
  {
    "text": "Travel alternative: \nFor service between Far Rockaway-Mott Av and Rockaway Park-Beach 116 St, take a Q22 bus.",
    "createdAt": "Mon May 12 02:28:45 +0000 2025",
    "formattedDate": "5/11/2025, 10:28:45 PM"
  },
  {
    "text": "There is no 42 St Shuttle service between Far Rockaway-Mott Av and Rockaway Park-Beach 116 St while we address a signal malfunction near Beach 90 St.\n\nTravel alternative: \nFor service between Far Rockaway-Mott Av and Rockaway Park-Beach 116 St, take a Q22 bus.",
    "createdAt": "Mon May 12 02:09:01 +0000 2025",
    "formattedDate": "5/11/2025, 10:09:01 PM"
  },
  {
    "text": "There is no J train service between Crescent St and Broadway Junction.\n\nWhat's Happening?\nEmergency teams are responding to someone who was struck by a train at Cleveland St.\n\nFor alternate service, consider Q56 and J90 buses.",
    "createdAt": "Mon May 12 01:35:47 +0000 2025",
    "formattedDate": "5/11/2025, 9:35:47 PM"
  },
  {
    "text": "Northbound C trains are running express from Euclid Av to Hoyt-Schermerhorn Sts.\n\nWhat's Happening?\nWe are investigating why a train's brakes activated at Clinton-Washington Avs.\n\nYou may wait longer for a northbound A train while they share the same tracks with rerouted trains.",
    "createdAt": "Sun May 11 19:44:06 +0000 2025",
    "formattedDate": "5/11/2025, 3:44:06 PM"
  },
  {
    "text": "4 trains are running with delays in both directions after an NYPD investigation at 167 St concluded.\n\n4 trains have resumed stopping at 167 St in both directions.",
    "createdAt": "Sun May 11 09:35:53 +0000 2025",
    "formattedDate": "5/11/2025, 5:35:53 AM"
  },
  {
    "text": "There is no L train service between Bedford Av and 8 Av while we investigate why a train's brakes activated at 14 St-Union Sq.\n\nFor alternate service between Manhattan and Brooklyn, consider A/C/J/M/3 trains or M14A/D-SBS and B39 buses.",
    "createdAt": "Sun May 11 01:53:12 +0000 2025",
    "formattedDate": "5/10/2025, 9:53:12 PM"
  },
  {
    "text": "Southbound 12 trains are running express from 72 St  to Times Sq-42 St  while we perform track maintenance near Times Sq-42 St .\n\nIf your stop is skipped, take a northbound train.",
    "createdAt": "Sat May 10 08:09:19 +0000 2025",
    "formattedDate": "5/10/2025, 4:09:19 AM"
  },
  {
    "text": "Southbound 1/2 trains are going express from 96 St to 72 St while we replace a rail near 96 St.\n\nIf your stop is skipped, take a northbound train.",
    "createdAt": "Sat May 10 06:59:13 +0000 2025",
    "formattedDate": "5/10/2025, 2:59:13 AM"
  }
]